brew "direnv"
brew "git-delta"
brew "helix"
brew "starship"
brew "stow"
brew "tmux"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "nvm"
brew "tailscale"
brew "anomalyco/tap/opencode"

cask "firefox"
cask "bitwarden"
cask "ghostty"
cask "dbeaver-community"
cask "docker-desktop"
cask "linear-linear"
cask "google-chrome"
cask "notion"
cask "spotify"

cask "logi-options+"
cask "logitech-g-hub"

cask "claude-code"
cask "raycast"
