brew "direnv"
brew "git-delta"
brew "helix"
brew "starship"
brew "stow"
brew "tmux"
brew "uv"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "go"
brew "fnm"
brew "tailscale"

cask "firefox"
cask "bitwarden"
cask "ghostty"
cask "dbeaver-community"
cask "docker-desktop"
cask "spotify"
cask "adobe-creative-cloud"
cask "ableton-live-suite"
cask "linear-linear"
cask "obsidian"
cask "notion"
